---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicMetersPerKilogram
source: html/d3ca7683-20bc-38bc-debd-11de12aa2d89.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicMetersPerKilogram Property

Cubic meters per kilogram.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicMetersPerKilogram { get; }
```